<?php

return [
        'back_to_home' => 'گەڕانەوە بۆ سەرەتا',
        'default' => [
            'title' => 'مۆڵەت هەلە',
            'page_title' => 'مۆڵەت هەلە!',
            'description' => 'هەڵەیەک ڕویدا. ئەگەر ئەم هەڵەیە زۆر دووبارە بووەوە، تکایە سەرپەرشتیارەکەت ئاگادار بکەرەوە.',
        ],
        '401' => [
            'title' => '٤٠١ چوونەژورەوە',
            'page_title' => '٤٠١ چوونەژورەوە!',
            'description' => 'تکایە برۆرە ژوورەوە بۆی ئەم پەڕەیە ببینیت.',
        ],
        '403' => [
            'title' => '٤٠٣ نەشیاوە',
            'page_title' => '٤٠٣ نەشیاوە بۆ بینین',
            'description' => 'ڕۆڵی پێویستت نییە بۆ بینینی ئەم پەڕەیە.',
        ],
        '404' => [
            'title' => '٤٠٤ نەدۆزرایەوە',
            'page_title' => '٤٠٤ پەڕە نەدۆزرایەوە!',
            'description' => 'ئەم پەڕەیە بوونی نییە. تکایە دڵنیابەرەوە لە ڕاستی بەستەرەکە.',
        ],
        '500' => [
            'title' => '٥٠٠ هەڵەی سێرڤەر',
            'page_title' => '٥٠٠ هەڵەی ناوخۆیی سێرڤەر!',
            'description' => 'تکایە سەرپەرشتیارەکەت ئاگادار بکەرەوە لەم کێشەیە.',
        ],
        '503' => [
            'title' => '٥٠٣ کارکردن',
            'page_title' => '٥٠٣ لە کارکردندایە!',
            'description' => 'تکایە چاوەروان بە هەتاوەکو کارکردن تەواو دەبێت.',
        ],
];
