<?php

return [
    'nav' => [
        'group' => [
            'management' => 'بەڕێوەبردن',
            'settings' => 'ڕێکخستن',
            'dev' => 'گەشەپێدەر',
        ],

        'dashboard' => 'داشبۆرد',
        'user_menu' => [
            'lock_screen' => 'داخستنی شاشە',
            'settings' => 'ڕێکخستنی هەژمار',
        ],
    ],

    'notify' => [
        'approved' => ':Model پەسەند کرا. کارمەند ئاگادار کرایەوە!',
        'rejected' => ':Model رەت کرایەوە. کارمەند ئاگادار کرایەوە!',
        'forward' => ':Model نێردرا. کارمەند ئاگادار کرایەوە!',
        'submit' => ':Model نێردرا',
        'add' => ':Model بە سەرکەوتووی زیاد کرا',
        'create' => ':Model بە سەرکەوتووی درسوت کرا',
        'edit' => ':Model بە سەرکەوتووی نوێ کرایەوە',
        'delete' => ':Model بە سەرکەوتووی سرادرایەوە',
        'activate' => 'هەژماری کارمەند چالاک کرا',
        'deactivate' => 'هەژماری کارمەند ناچالاک کرا',
        'insufficient_permission' => [
            'title' => 'دەسەڵاتی پێویست',
            'body' => 'دەسەڵاتی پێویستت نییە بۆ ئەنجامدانی ئەم کردارە. تکایە سەرپەرشتیارەکەت ئاگادار بکەرەوە.',
        ],
    ],

    'logs' => [
        'notify' => [
            'title' => 'هەڵەیەک ڕویدا!',
            'message' => 'هەڵەیەک ڕویدا. تکایە سەرپەرشتیارەکەت ئاگادار بکەرەوە!.',
        ],
    ],

    'errors' => [
        'back_to_home' => 'گەڕانەوە بۆ سەرەتا',
        'default' => [
            'title' => 'مۆڵەت هەلە',
            'page_title' => 'مۆڵەت هەلە!',
            'description' => 'هەڵەیەک ڕویدا. ئەگەر ئەم هەڵەیە زۆر دووبارە بووەوە، تکایە سەرپەرشتیارەکەت ئاگادار بکەرەوە.',
        ],
        '401' => [
            'title' => '٤٠١ چوونەژورەوە',
            'page_title' => '٤٠١ چوونەژورەوە!',
            'description' => 'تکایە برۆرە ژوورەوە بۆی ئەم پەڕەیە ببینیت.',
        ],
        '403' => [
            'title' => '٤٠٣ نەشیاوە',
            'page_title' => '٤٠٣ نەشیاوە بۆ بینین',
            'description' => 'ڕۆڵی پێویستت نییە بۆ بینینی ئەم پەڕەیە.',
        ],
        '404' => [
            'title' => '٤٠٤ نەدۆزرایەوە',
            'page_title' => '٤٠٤ پەڕە نەدۆزرایەوە!',
            'description' => 'ئەم پەڕەیە بوونی نییە. تکایە دڵنیابەرەوە لە ڕاستی بەستەرەکە.',
        ],
        '500' => [
            'title' => '٥٠٠ هەڵەی سێرڤەر',
            'page_title' => '٥٠٠ هەڵەی ناوخۆیی سێرڤەر!',
            'description' => 'تکایە سەرپەرشتیارەکەت ئاگادار بکەرەوە لەم کێشەیە.',
        ],
        '503' => [
            'title' => '٥٠٣ کارکردن',
            'page_title' => '٥٠٣ لە کارکردندایە!',
            'description' => 'تکایە چاوەروان بە هەتاوەکو کارکردن تەواو دەبێت.',
        ],
    ],

    'report' => [
        'header' => [
            'heading' => 'COMPANY NAME',
            'subheading' => 'DESCRIPTION',
        ],
        'footer' => [
            'address' => 'Address',
            'tel' => 'Tel',
            'email' => 'Email',
            'web' => 'Web',
        ],
    ],
];
