<?php

return [
    'approved' => ':Label پەسەند کرا. کارمەند ئاگادار کرایەوە!',
    'rejected' => ':Label رەت کرایەوە. کارمەند ئاگادار کرایەوە!',
    'forward' => ':Label نێردرا. کارمەند ئاگادار کرایەوە!',
    'submit' => ':Label نێردرا',
    'add' => ':Label بە سەرکەوتووی زیاد کرا',
    'create' => ':Label بە سەرکەوتووی درسوت کرا',
    'edit' => ':Label بە سەرکەوتووی نوێ کرایەوە',
    'delete' => ':Label بە سەرکەوتووی سرادرایەوە',
    'activate' => 'هەژماری کارمەند چالاک کرا',
    'deactivate' => 'هەژماری کارمەند ناچالاک کرا',
    'insufficient_permission' => [
        'title' => 'دەسەڵاتی پێویست',
        'body' => 'دەسەڵاتی پێویستت نییە بۆ ئەنجامدانی ئەم کردارە. تکایە سەرپەرشتیارەکەت ئاگادار بکەرەوە.',
    ],
    'logs' => [
        'title' => 'هەڵەیەک ڕویدا!',
        'message' => 'هەڵەیەک ڕویدا. تکایە سەرپەرشتیارەکەت ئاگادار بکەرەوە!.',
    ],
];
